{"doctor_summary": "## Clinical Note\n\n**1. Chief Complaint:**\n\n\"Heavy fever for past two days.\"\n\n**2. History of Present Illness (HPI):**\n\nThe patient, Mohnish, presents with a chief complaint of fever for the past two days. He reports the fever is associated with a headache. He describes the headache as painful. He denies taking any medication prior to the visit. Onset was two days prior to presentation. Duration is continuous for two days. Aggravating factors: Not documented. Alleviating factors: Not documented.\n\n**3. Past Medical History:**\n\nNot documented.\n\n**4. Current Medications:**\n\nNone reported by patient.\n\n**5. Physical Examination:**\n\n*   Vital Signs: Not documented.\n*   General: Not documented.\n*   HEENT: Not documented, except patient reports headache.\n*   Other systems: Not documented.\n\n**6. Assessment:**\n\n*   **Primary Diagnosis:** Fever, unspecified (R50.9)\n*   **Differential Diagnoses Considered:**\n    *   Viral upper respiratory infection\n    *   Influenza\n    *   Other infectious etiologies of fever (e.g., bacterial infection)\n\n*   **Clinical Reasoning:** Patient presents with fever and headache for two days. Further evaluation is needed to determine the etiology of the fever.\n\n**7. Plan:**\n\n*   **Medications:**\n    *   Dolo (Acetaminophen) - Dosage and frequency not documented. Instructed to take as needed for fever and headache.\n    *   XYZ Syrup - Dosage, frequency, and indication not documented.\n*   **Diagnostic Tests:**\n    *   None ordered at this time.\n*   **Referrals:**\n    *   None indicated at this time.\n*   **Patient Education:**\n    *   Advised to rest for 3 days.\n    *   Importance of hydration was discussed (inferred).\n*   **Follow-up:**\n    *   Return to clinic in 5 days for follow-up evaluation.", "conversations": [{"id": "conv_fd1445a4b4", "title": "monish", "date": "2025-03-14T05:18:04.272598", "transcript": "# monish\n\n## Transcript\n\n                \n                    \n                    Recording in progress...\n                \n            \n\n## Doctor's Notes\n**Clinical Note**\n\n1.  **Chief Complaint:** Fever for two days and cold symptoms for three days.\n\n2.  **History of Present Illness:**\n    *   The patient reports experiencing a fever for the past two days.\n    *   The patient also reports cold symptoms for the past three days.\n    *   Further details regarding the nature and severity of the fever and cold symptoms (e.g., specific symptoms, temperature readings, associated symptoms) were not provided.\n\n3.  **Past Medical History:** Not provided.\n\n4.  **Current Medications:** The patient reports taking \"Citrozen\" tablet. It is unclear if this is a current medication or one taken in the past.\n\n5.  **Physical Examination:** No physical examination was performed or documented.\n\n6.  **Assessment:**\n    *   Acute viral upper respiratory infection (URI) is suspected, given the reported fever and cold symptoms.\n    *   Differential diagnoses include influenza and other viral illnesses.\n    *   Without a physical examination and further history, a definitive diagnosis cannot be made.\n\n7.  **Plan:**\n    *   **Medications:**\n        *   Dolo (Paracetamol) tablet was recommended. Dosage and frequency were not specified.\n        *   \"Citrozen\" tablet was mentioned, but the context of its use is unclear. Further clarification is needed to determine if this medication should be continued or discontinued.\n    *   **Tests Ordered:** No tests were ordered.\n    *   **Follow-up Instructions:** The patient was advised to sleep well for eight hours. Further follow-up instructions were not provided. Given the lack of a comprehensive assessment, further evaluation and management are warranted. Patient should monitor symptoms and seek medical attention if symptoms worsen or do not improve within a few days.\n\n**Note:** This clinical note is based solely on the information provided in the transcript and doctor's notes. A complete medical evaluation, including a thorough history and physical examination, is necessary for accurate diagnosis and treatment. Information regarding allergies, other medical conditions, and complete medication lists was not available. This note should be supplemented with further information as it becomes available.", "has_audio": false, "transcript_preview": "# monish\n\n## Transcript\n\n                \n                    \n                    Recording in progress...\n                \n            \n\n## Doctor's Notes\n**Clinical Note**\n\n1.  **Chief Complaint:**"}, {"id": "conv_f5a8f9d00c", "title": "bala", "date": "2025-03-14T05:21:25.691182", "transcript": "# bala\n\n## Transcript\n\n                \n                    \n                    Recording in progress...\n                \n            \n\n## Doctor's Notes\nOkay, I will generate a clinical note based on the provided information.\n\n**1. Chief Complaint:** Fever.\n\n**2. History of Present Illness:** Patient, Monish Bala, reports experiencing fever. Onset, duration, associated symptoms, and alleviating/aggravating factors are not provided.\n\n**3. Past Medical History:** Not provided.\n\n**4. Current Medications:** Patient reports taking Dolo (likely referring to paracetamol). Dosage and frequency of Dolo are not provided.\n\n**5. Physical Examination:** Physical examination was not performed and therefore no findings are available.\n\n**6. Assessment:** Fever of unknown etiology. Further evaluation is required to determine the underlying cause.\n\n**7. Plan:**\n    - **Medications (New/Modified/Continued):**\n        - Continue Dolo PRN for fever, as per patient's current regimen (dosage and frequency to be clarified).\n    - **Tests Ordered:**\n        - Complete Blood Count (CBC) with differential.\n        - Comprehensive Metabolic Panel (CMP).\n        - Urinalysis (UA).\n        - Consider additional testing based on initial results and further questioning regarding associated symptoms (e.g., influenza PCR, COVID-19 PCR, blood cultures if indicated).\n    - **Follow-up Instructions:**\n        - Return to clinic for follow-up in 2-3 days, or sooner if symptoms worsen or new symptoms develop.\n        - Advised to monitor temperature regularly and maintain adequate hydration.\n        - Instructed to keep a detailed record of symptoms for discussion at the follow-up appointment.", "has_audio": false, "transcript_preview": "# bala\n\n## Transcript\n\n                \n                    \n                    Recording in progress...\n                \n            \n\n## Doctor's Notes\nOkay, I will generate a clinical note based o"}, {"id": "conv_b1753f6c4c", "title": "mon", "date": "2025-03-14T05:46:40.343766", "transcript": "# mon\n\n## Voice Transcript\nHam fever per pastori\n\n## Processed Transcript\nHam fever per pastori\n\n## Doctor's Notes\nOkay, here's a clinical note based on the provided information. Please remember that this is based on extremely limited data and should not be used for actual medical decision-making. A proper assessment requires a complete history and physical examination.\n\n**1. Chief Complaint:** Cold and fever.\n\n**2. History of Present Illness:** Patient presents with complaints of cold and fever. Onset and duration not provided. Severity not provided. Associated symptoms (e.g., cough, sore throat, congestion, body aches) not provided. Alleviating or aggravating factors not provided.\n\n**3. Past Medical History:** Not provided.\n\n**4. Current Medications:** Reports taking \"Dolo\" (likely referring to a paracetamol-based medication). Dosage and frequency not provided.\n\n**5. Physical Examination:** Not performed.\n\n**6. Assessment:**\n*   **Provisional Diagnosis:** Viral upper respiratory infection (URTI) is suspected, given the reported symptoms of cold and fever. However, without further information, other etiologies cannot be ruled out.\n\n**7. Plan:**\n*   **Medications:**\n    *   Continue \"Dolo\" (paracetamol) as needed for fever and pain relief. Patient education provided on appropriate dosage and frequency (assuming it is paracetamol). *[Note: Without knowing the specific medication \"Dolo,\" it is impossible to provide precise instructions. This is based on the assumption it is a paracetamol product. Verify medication name and dosage.]*\n*   **Tests Ordered:** None ordered at this time.\n*   **Follow-up Instructions:** Advised to monitor symptoms. If symptoms worsen, do not improve within [reasonable timeframe, e.g., 3-5 days], or if new symptoms develop (e.g., difficulty breathing, chest pain, severe headache, stiff neck), patient should seek further medical attention. General advice given on rest, hydration, and symptomatic relief (e.g., saline nasal spray if congested).\n\n**Note:** This clinical note is based on extremely limited information. A comprehensive medical evaluation is necessary for accurate diagnosis and treatment. Information regarding allergies, social history, family history, and a complete physical exam is missing.", "has_audio": false, "transcript_preview": "# mon\n\n## Voice Transcript\nHam fever per pastori\n\n## Processed Transcript\nHam fever per pastori\n\n## Doctor's Notes\nOkay, here's a clinical note based on the provided information. Please remember that "}, {"id": "conv_cad416f880", "title": "moniish", "date": "2025-03-14T05:52:37.420918", "transcript": "# moniish\n\n## Voice Transcript\nI am suffering from fever for past O suggest me some medicine\n\n## Processed Transcript\nI am suffering from fever for past O suggest me some medicine\n\n## Doctor's Notes\nOkay, here's a clinical note based on the provided transcript and doctor's notes.\n\n**1. Chief Complaint:** Fever for two days.\n\n**2. History of Present Illness:**\nThe patient, Monish, a 20-year-old male, presents with a chief complaint of fever for the past two days. The patient also reports diarrhea. Further details regarding the onset, duration, severity, associated symptoms (e.g., chills, body aches, headache), and alleviating or aggravating factors of the fever and diarrhea were not provided.\n\n**3. Past Medical History:** Not provided.\n\n**4. Current Medications:** Not provided.\n\n**5. Physical Examination:**\n*   *General Appearance:* Not assessed.\n*   *Vitals:* Not assessed.\n*   *HEENT:* Not assessed.\n*   *Cardiovascular:* Not assessed.\n*   *Respiratory:* Not assessed.\n*   *Abdomen:* Not assessed.\n*   *Neurological:* Not assessed.\n*   *Skin:* Not assessed.\n\n**6. Assessment:**\n*   Fever, etiology undetermined.\n*   Diarrhea, etiology undetermined.\n\n**7. Plan:**\n*   **Medications:**\n    *   Due to the limited information, specific medication recommendations cannot be made at this time. Antipyretics and anti-diarrheal medications may be considered depending on further evaluation and assessment.\n*   **Tests Ordered:**\n    *   Complete Blood Count (CBC) with differential to evaluate for signs of infection.\n    *   Comprehensive Metabolic Panel (CMP) to assess electrolyte balance and renal function, particularly important given the diarrhea.\n    *   Stool culture and sensitivity to evaluate for bacterial pathogens contributing to diarrhea.\n    *   Influenza and COVID-19 testing to rule out common viral etiologies of fever.\n*   **Follow-up Instructions:**\n    *   The patient is instructed to maintain adequate hydration with oral rehydration solutions.\n    *   The patient is instructed to monitor temperature and stool frequency and consistency.\n    *   The patient is instructed to return for follow-up evaluation as soon as possible to discuss lab results and further management. The patient should return sooner if there is worsening of symptoms, inability to tolerate oral fluids, severe abdominal pain, bloody stools, or altered mental status.", "has_audio": false, "transcript_preview": "# moniish\n\n## Voice Transcript\nI am suffering from fever for past O suggest me some medicine\n\n## Processed Transcript\nI am suffering from fever for past O suggest me some medicine\n\n## Doctor's Notes\nO"}, {"id": "conv_8416757cf0", "title": "prav", "date": "2025-03-14T05:58:15.845521", "transcript": "# prav\n\n## Voice Transcript\nhello buddy I am suffering from fever for past 2 days and I have cold for bath 3 days I at ice cream for chicken biryani + that's all thank you\n\n## Processed Transcript\nhello buddy I am suffering from fever for past 2 days and I have cold for bath 3 days I at ice cream for chicken biryani + that's all thank you\n\n## Doctor's Notes\nOkay, here's a clinical note based on the provided transcript and doctor's notes:\n\n**1. Chief Complaint:** Fever and cold symptoms.\n\n**2. History of Present Illness:** The patient reports experiencing fever for the past two days and cold symptoms for the past three days. Patient reports consumption of ice cream and chicken biryani prior to symptom onset. Further details regarding the nature of the cold symptoms (e.g., rhinorrhea, cough, sore throat) were not elicited.\n\n**3. Past Medical History:** Not provided.\n\n**4. Current Medications:** Not provided.\n\n**5. Physical Examination:** Not performed, information not available.\n\n**6. Assessment:**\n*   Acute febrile illness, etiology undetermined.\n*   Upper respiratory infection, likely viral.\n\n**7. Plan:**\n\n*   **Medications:**\n    *   Dolo (Paracetamol) as needed for fever, dosage to be determined based on product concentration and patient weight (instructions given verbally - *assumed*).\n*   **Tests Ordered:** Complete Blood Count (CBC) to evaluate for possible infectious etiology.\n*   **Follow-up Instructions:** Return to clinic if symptoms worsen or do not improve within [Number] days, or if new symptoms develop. Follow up on lab results and further management as needed.", "has_audio": false, "transcript_preview": "# prav\n\n## Voice Transcript\nhello buddy I am suffering from fever for past 2 days and I have cold for bath 3 days I at ice cream for chicken biryani + that's all thank you\n\n## Processed Transcript\nhel"}, {"id": "conv_89ab4d88b5", "title": "Bavya", "date": "2025-03-14T10:13:17.504732", "transcript": "# Bavya\n\n## Voice Transcript\nhello Bhavya how are you doing today  I am suffering from  fever\n\n## Processed Transcript\nHow are you doing? I am suffering from fever for past two days. Fever? Fever.\n\n## Doctor's Notes\nOkay, here's a clinical note based on the provided transcript and doctor's notes:\n\n**1. Chief Complaint:** Fever\n\n**2. History of Present Illness:**\nPatient reports experiencing fever for the past two days. Further details regarding the onset, duration, severity, associated symptoms (e.g., chills, sweats, body aches, cough, sore throat), and relieving/aggravating factors were not provided.\n\n**3. Past Medical History:**\nPast medical history not provided.\n\n**4. Current Medications:**\nCurrent medications not provided.\n\n**5. Physical Examination:**\nPhysical examination not performed/documented in the provided transcript.\n\n**6. Assessment:**\nFever of unknown origin, rule out common infectious etiologies.\n\n**7. Plan:**\n\n*   **Medications:**\n    *   Dolo (likely Acetaminophen) prescribed for symptomatic relief of fever. Dosage and frequency not specified.\n*   **Tests Ordered:**\n    *   Blood test ordered to evaluate for potential infectious causes of fever. Specific blood tests not specified (e.g., CBC with differential, blood culture, metabolic panel).\n*   **Follow-up Instructions:**\n    *   Advised to prioritize rest and obtain at least 8 hours of sleep per night.\n    *   Further follow-up instructions dependent on blood test results. Specific return precautions (e.g., worsening symptoms, persistent fever) were not documented.", "has_audio": false, "transcript_preview": "# Bavya\n\n## Voice Transcript\nhello Bhavya how are you doing today  I am suffering from  fever\n\n## Processed Transcript\nHow are you doing? I am suffering from fever for past two days. Fever? Fever.\n\n##"}, {"id": "conv_b20e39f519", "title": "Consultation 3/14/2025", "date": "2025-03-14T11:22:48.825943", "transcript": "# Consultation 3/14/2025\n\n## Voice Transcript\nhello I am suffering from fever\n\n## Processed Transcript\nLord, I am suffering from fear.\n\n## Doctor's Notes\nname : monish\nage : 20\nproblem : fever \nmedicine : dolo\n", "has_audio": false, "transcript_preview": "# Consultation 3/14/2025\n\n## Voice Transcript\nhello I am suffering from fever\n\n## Processed Transcript\nLord, I am suffering from fear.\n\n## Doctor's Notes\nname : monish\nage : 20\nproblem : fever \nmedici"}, {"id": "conv_0cb62f54df", "title": "bala", "date": "2025-03-14T11:51:49.420599", "transcript": "# bala\n\n## Voice Transcript\nhi doctor I am having blood pressure and I am feeling busy can you please suggest meditation\n\n## Processed Transcript\nhi doctor I am having blood pressure and I am feeling busy can you please suggest meditation\n\n## Doctor's Notes\nHere's a clinical note based on the provided consultation transcript and doctor's notes:\n\n**1. Chief Complaint:**\n\n\"Blood pressure high for the past two days and feeling dizzy.\"\n\n**2. History of Present Illness (HPI):**\n\nThe patient reports experiencing elevated blood pressure for the past two days, accompanied by dizziness. The patient is seeking medication to manage these symptoms. Further details regarding the onset, duration, character, aggravating/alleviating factors, and associated symptoms are not documented.\n\n**3. Past Medical History:**\n\nNot documented.\n\n**4. Current Medications:**\n\n*   Patient reports taking \"Bala\" - Dosage, frequency, and indication not documented.\n*   Patient reports taking medication for \"Cold\" - Name, dosage, frequency, and indication not documented.\n*   Patient reports taking \"Dolo\" - Dosage, frequency, and indication not documented.\n\n**5. Physical Examination:**\n\nNot documented. Specifically, vital signs including blood pressure are not documented.\n\n**6. Assessment:**\n\n*   **Primary Diagnosis:** Hypertension, unspecified (ICD-10 code: I10) - *Provisional, pending blood pressure measurement and further evaluation.*\n*   **Differential Diagnosis:**\n    *   Orthostatic hypotension (dizziness)\n    *   Medication-induced hypertension (consider \"Bala,\" \"Cold\" and \"Dolo\")\n\n**7. Plan:**\n\n*   **Medications:**\n    *   Hold \"Bala,\" \"Cold,\" and \"Dolo\" until further evaluation.\n*   **Diagnostic Tests:**\n    *   Blood pressure measurement: Obtain accurate blood pressure readings in the office, and instruct the patient on proper home blood pressure monitoring techniques.\n    *   Complete Blood Count (CBC) and Basic Metabolic Panel (BMP): To evaluate for underlying causes of hypertension and assess overall health.\n    *   Electrocardiogram (ECG): To assess for any evidence of end-organ damage related to hypertension.\n*   **Referrals:**\n    *   None indicated at this time.\n*   **Patient Education:**\n    *   Educate the patient on the importance of blood pressure control and lifestyle modifications such as diet (low sodium), exercise, and stress management.\n    *   Discuss potential side effects of antihypertensive medications.\n*   **Follow-up:**\n    *   Schedule a follow-up appointment in 1 week to review blood pressure readings and lab results. Adjust management plan as needed.", "has_audio": false, "transcript_preview": "# bala\n\n## Voice Transcript\nhi doctor I am having blood pressure and I am feeling busy can you please suggest meditation\n\n## Processed Transcript\nhi doctor I am having blood pressure and I am feeling "}, {"id": "conv_0840297211", "title": "monish", "date": "2025-03-14T12:01:14.979750", "transcript": "# monish\n\n## Voice Transcript\nhello Manish how are you feeling today today I am feeling very tired doctor can you  day before headache + I have severe cold and today I have severe fever and back pain\n\n## Processed Transcript\nhello Manish how are you feeling today today I am feeling very tired doctor can you  day before headache + I have severe cold and today I have severe fever and back pain\n\n## Doctor's Notes\nHere's a clinical note based on the provided consultation transcript and doctor's notes:\n\n**1. Chief Complaint:**\n\n\"Feeling very tired, fever, cold and back pain.\"\n\n**2. History of Present Illness (HPI):**\n\nThe patient, Mohnish, presents with complaints of fatigue, fever, cold, and back pain. He reports that he experienced a severe headache two days prior to the visit. He also reports having a severe cold that started at the same time as the headache. Today, he developed a severe fever and back pain. Onset of headache and cold was two days ago. The fever and back pain are of acute onset today.\n\n**3. Past Medical History:**\n\nNot documented.\n\n**4. Current Medications:**\n\n*   Dolo tablet (acetaminophen) - Dosage and frequency not documented. Reason: Presumably for headache and/or fever.\n\n**5. Physical Examination:**\n\n*   Vital Signs: Not documented.\n*   General: Patient reports feeling tired.\n*   HEENT: Patient reports having a cold.\n*   Musculoskeletal: Patient reports back pain.\n\n**6. Assessment:**\n\n*   Primary Diagnosis: Viral Upper Respiratory Infection, unspecified (ICD-10: J06.9) - based on reported symptoms of headache, cold, and fever.\n*   Differential Diagnosis:\n    *   Influenza (Rule out based on lack of specific flu-like symptoms documented).\n    *   Musculoskeletal strain/sprain (Considered due to back pain, but likely secondary to viral illness given other symptoms).\n\n**7. Plan:**\n\n*   Medications:\n    *   Continue Dolo tablet (acetaminophen) as needed for fever and pain. Dosage and frequency as per package instructions.\n*   Diagnostic Tests: None ordered at this time.\n*   Referrals: None indicated at this time.\n*   Patient Education:\n    *   Advised to rest and sleep for 8 hours.\n    *   Educated on over-the-counter medication use for symptom management.\n    *   Educated on signs and symptoms that would warrant further medical evaluation (e.g., difficulty breathing, high fever unresponsive to medication, severe headache).\n*   Follow-up: Follow up with primary care provider if symptoms worsen or do not improve in 3-5 days.", "has_audio": false, "transcript_preview": "# monish\n\n## Voice Transcript\nhello Manish how are you feeling today today I am feeling very tired doctor can you  day before headache + I have severe cold and today I have severe fever and back pain\n"}, {"id": "conv_56520c73de", "title": "Consultation 5/7/2025", "date": "2025-05-07T10:26:38.162543", "transcript": "# Consultation 5/7/2025\n\n## Voice Transcript\nhello Manish what is your problem that it was today and suffering from heavy fever for Fast 2 days is the pain lot yes of course I have suffering from headache to did you take any other tablets in home not after I have not now I have not any knowledge to take any tablets\n\n## Processed Transcript\nhello Manish what is your problem that it was today and suffering from heavy fever for Fast 2 days is the pain lot yes of course I have suffering from headache to did you take any other tablets in home not after I have not now I have not any knowledge to take any tablets\n\n## Doctor's Notes\n## Clinical Note\n\n**1. Chief Complaint:**\n\n\"Heavy fever for past two days.\"\n\n**2. History of Present Illness (HPI):**\n\nThe patient, Mohnish, presents with a chief complaint of fever for the past two days. He reports the fever is associated with a headache. He describes the headache as painful. He denies taking any medication prior to the visit. Onset was two days prior to presentation. Duration is continuous for two days. Aggravating factors: Not documented. Alleviating factors: Not documented.\n\n**3. Past Medical History:**\n\nNot documented.\n\n**4. Current Medications:**\n\nNone reported by patient.\n\n**5. Physical Examination:**\n\n*   Vital Signs: Not documented.\n*   General: Not documented.\n*   HEENT: Not documented, except patient reports headache.\n*   Other systems: Not documented.\n\n**6. Assessment:**\n\n*   **Primary Diagnosis:** Fever, unspecified (R50.9)\n*   **Differential Diagnoses Considered:**\n    *   Viral upper respiratory infection\n    *   Influenza\n    *   Other infectious etiologies of fever (e.g., bacterial infection)\n\n*   **Clinical Reasoning:** Patient presents with fever and headache for two days. Further evaluation is needed to determine the etiology of the fever.\n\n**7. Plan:**\n\n*   **Medications:**\n    *   Dolo (Acetaminophen) - Dosage and frequency not documented. Instructed to take as needed for fever and headache.\n    *   XYZ Syrup - Dosage, frequency, and indication not documented.\n*   **Diagnostic Tests:**\n    *   None ordered at this time.\n*   **Referrals:**\n    *   None indicated at this time.\n*   **Patient Education:**\n    *   Advised to rest for 3 days.\n    *   Importance of hydration was discussed (inferred).\n*   **Follow-up:**\n    *   Return to clinic in 5 days for follow-up evaluation.", "has_audio": false}]}